Repository: blazejosojca/flask_blog
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Please log in to access this page
pl: Zaloguj się aby uzyskać dostęp do tej strony

source: Blog Reset Your Password
pl: Odzyskiwanie hasła do Bloga

source: Username
pl: Użytkownik

source: Password
pl: Hasło

source: Confirm Password
pl: Potwierdź hasło

source: Sign Up
pl: Załóż konto

source: This username already exists. Please use a different username!
pl: Uzytkownik o tej nazwie istnieje. Wybierz inną nazwę użytkownika!

source: This email already exists. Please use a different email!
pl: Uzytkownik o tym adresie email istnieje. Wybierz inny adres email!

source: Remember Me
pl: Zapamiętaj mnie

source: Sign In
pl: Zaloguj

source: About me
pl: O mnie

source: Update profile picture
pl: Uaktuanij zdjęcie profilowe

source: Submit
pl: Wyślij

source: Please use a different username!
pl: Użyj innej nazwy użytkownika!

source: Please use a different email!
pl: Użyj innego adresu email!

source: Request Password Reset
pl: Żądanie zmiany hasła

source: A new user added. Congratulations!
pl: Nowy użytkownik został dodany. Gratulację!

source: You were logged in!
pl: Zostałeś zalogowany!

source: Credentials are incorrect!
pl: Dane logowania sią nieprawidłowe!

source: Your change has been saved!
pl: Twoje zmiany zostały zapisane!

source: User was deleted
pl: Użytkownik został pożegnany

source: The email has been sent to reset your password!
pl: Na podany adres przesłano wiadomość w celu zmaiany hasła!

source: Your password has been reset!
pl: Twoje hasło zostało zmienione!

source: Title
pl: Tytuł

source: Content
pl: Treść

source: Create Post
pl: Uwtórz post

source: Update Post
pl: Aktualizuj post

source: Post was created
pl: Post został stworzony

source: Post has been updated!
pl: Post został zaktualizowany

source: Post has been deleted
pl: Post został uzunięty

source: Home
pl: Strona główna

source: About
pl: Coś tam coś tam

source: Admin
pl: Administrator

source: Logout
pl: Wyloguj

source: Login
pl: Zaloguj

source: Register
pl: Zarejstruj

source: You can put any information here you'd like.
pl: Hulaj dusza piekła nie ma!

source: Latest Posts
pl: Ostatnie posty

source: Announcements
pl: Ogłoszenia

source: Calendars
pl: Kalendarzyk

source: Error: Could not contact server
pl: Błąd. Serwer nie halo!

source: Admin Dashboard
pl: Strona dla dorosłych

source: For administrators only!
pl: Tylko dla dorosłych!

source: Users
pl: Użytkownicy

source: Account details
pl: Szczegóły

source: Edit
pl: Edytuj

source: See posts
pl: Zobacz posty

source: Delete Account
pl: Usuń konto

source: Log In!
pl: Zaloguj!

source: Click to Reset Password
pl: Przywracanie hasła

source: Need an account? Go to
pl: Potrzebujesz konta. Przejdź do

source: Register Page
pl: Strona rejestracji

source: Join!
pl: Załóż konto!

source: Do you have already account? Go to
pl: Masz już konto? Idź do

source: Login Page
pl: Strona logowania

source: Reset Password
pl: Zresetuj hasło

source: Deleting user
pl: Usuń użytkownika

source: Confirm username which should be deleted
pl: Potwierdź użytkownika do usunięcia

source: User
pl: Użytkownik

source: Edit Profile
pl: Edytuj profil

source: You do not have sufficient permissions to access this page.
pl: Nie masz wymaganych uprawnień!

source: The page you're looking for doesn't exist.
pl: Strona której szukasz nie istnieje

source: About Page
pl: O blogu

source: Welcome
pl: Witaj

source: guest!
pl: nieznajomy!

source: Translate
pl: Przetłumacz

source: Cancel
pl: Anuluj

source: Delete
pl: Usuń
